---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.RiseDropSymbol.CrossNoOutline
enum: Autodesk.Revit.DB.Mechanical.RiseDropSymbol
source: html/e71323a6-1a21-e28b-a137-963563302e59.htm
---
# Autodesk.Revit.DB.Mechanical.RiseDropSymbol.CrossNoOutline

Cable Tray 1 Line a cross without outline